Repository: tuyetphale993/languageEffti
Catalog: myResources.*.resx
Languages: vi_vn

source: Account
vi_vn: Tài khoản

source: Account details
vi_vn: Thông tin tài khoản

source: Add department
vi_vn: Thêm phòng ban

source: Add new
vi_vn: Thêm mới

source: Address
vi_vn: Địa chỉ

# addressRequired
source: Address is required!
vi_vn: Vui lòng nhập địa chỉ!

# addressTooLong
source: Address must be less than {0} characters!
vi_vn: Địa chỉ không được dài quá {0} ký tự. Vui lòng nhập lại địa chỉ!

source: Advanced Settings
vi_vn: Thiết lập nâng cao

source: All departments
vi_vn: Tất cả phòng ban

source: Announcement
vi_vn: Gọi số

source: API key
vi_vn: Mã API

# apiKeyIsUnique
source: API key is unique code assigned to your company.
vi_vn: Mã API là mã duy nhất được cấp cho công ty của bạn.

source: Appointment
vi_vn: Lịch hẹn

source: Appointments
vi_vn: Cuộc hẹn

source: Appointment settings
vi_vn: Thiết lập lịch hẹn

source: Average time
vi_vn: Thời gian trung bình

source: AVG
vi_vn: TB

source: Back
vi_vn: Trở về

source: Billings
vi_vn: Thanh toán

source: By appointment
vi_vn: Theo lịch hẹn

# byTicketNumbersAndTheNumberRestarts
source: By ticket numbers & the number restarts
vi_vn: Theo số ngẫu nhiên

source: Cancel
vi_vn: Hủy

source: Cancelled
vi_vn: Đã hủy

source: Captcha invalid!
vi_vn: Captcha không hợp lệ!

source: Card holder name
vi_vn: Tên chủ tài khoản

source: Card number
vi_vn: Số thẻ

# cardNumberInvalid
source: Invalid card number!
vi_vn: Mã số thẻ không hợp lệ!

# cardNumberRequired
source: Card number is required!
vi_vn: Vui lòng nhập mã số thẻ!

# cardNumberTooLong
source: Card number must be less than {0} characters!
vi_vn: Mã số thẻ không được dài quá {0} ký tự. Vui lòng nhập lại mã số thẻ!

source: Change
vi_vn: Thay đổi

source: Change avatar
vi_vn: Đổi ảnh đại diện

source: Change password
vi_vn: Đổi mật khẩu

source: Choose date
vi_vn: Chọn ngày

source: City
vi_vn: Tỉnh/Thành phố

# cityTooLong
source: City must be less than {0} characters!
vi_vn: Tên tỉnh/thành phố không được dài quá {0} ký tự. Vui lòng nhập lại tên tỉnh/thành phố!

source: Click icons to view list
vi_vn: Nhấn vào biểu tượng để xem danh sách

source: Code
vi_vn: Mã

# codeInvalid
source: Code is invalid!
vi_vn: Mã xác nhận không hợp lệ!

# codeRequired
source: Code is required!
vi_vn: Vui lòng nhập mã xác nhận!

source: Company
vi_vn: Công ty

# companyNameRequired
source: Company name is required!
vi_vn: Vui lòng nhập tên công ty!

# companyNameTooLong
source: Company name must be less than {0} characters!
vi_vn: Tên công ty không được dài quá {0} ký tự. Vui lòng nhập lại tên công ty!

# confirmGenerateAPIKey
source: Re-generating API key may require some changes in your application.
vi_vn: Tạo lại mã API có thể yêu cầu một vài thay đổi trong hệ thống của bạn.

source: Confirmination
vi_vn: Xác nhận

source: Contact
vi_vn: Liên hệ

source: Contact Us
vi_vn: Liên hệ

source: Country
vi_vn: Quốc gia

source: Create
vi_vn: Tạo

source: Create failed!
vi_vn: Thêm mới thất bại!

source: Create success!
vi_vn: Thêm mới thành công!

source: Create ticket
vi_vn: Tạo lịch hẹn

source: Dashboard
vi_vn: Trang chủ

# dateFormat
source: MM/dd/yyyy
vi_vn: dd/MM/yyyy

# datePlaceHolder
source: mm/dd/yyyy
vi_vn: ngày/tháng/năm

source: Days of week
vi_vn: Ngày trong tuần

source: Department
vi_vn: Phòng ban

source: Department exception
vi_vn: Thiết lập ngoại lệ

# departmentNameRequired
source: Department name is required!
vi_vn: Vui lòng nhập tên phòng ban!

# departmentNameTooLong
source: Department name must be less than {0} characters!
vi_vn: Tên phòng ban không được vượt quá {0} ký tự!

source: Display name
vi_vn: Tên hiển thị

source: Done
vi_vn: Hoàn tất

source: Don't have an account?
vi_vn: Chưa có tài khoản?

source: Download FREE App
vi_vn: Tải xuống MIỄN PHÍ

source: Edit
vi_vn: Sửa

source: Email existed!
vi_vn: Email đã tồn tại!

# emailInvalid
source: Invalid email!
vi_vn: Email không hợp lệ!

source: Email or phone
vi_vn: Email hoặc điện thoại

source: Email or phone invalid!
vi_vn: Email hoặc số điện thoại không hợp lệ!

source: Email or phone number
vi_vn: Email hoặc số điện thoại

# emailOrPhoneRequired
source: Email or phone is required!
vi_vn: Vui lòng nhập email hoặc số điện thoại!

# emailRequired
source: Email is required!
vi_vn: Vui lòng nhập email!

# emailTooLong
source: Email must be less than {0} characters!
vi_vn: Email không được dài quá {0} ký tự. Vui lòng nhập lại email!

source: Enter holiday name
vi_vn: Nhập tên ngày nghỉ

source: Enter it here for verification
vi_vn: Nhập mã xác nhận vào đây để xác thực

# descriptConfirmCode
source: Confirm code sent to
vi_vn: Mã xác nhận đã được gửi đến

source: Enter your email or mobile phone number
vi_vn: Nhập email hoặc số điện thoại của bạn

# expDateInvalid
source: Invalid expiration!
vi_vn: Hạn dùng không hợp lệ!

# expDateRequired
source: Expiration is required!
vi_vn: Vui lòng nhập hạn dùng!

source: Expiration
vi_vn: Hạn dùng

source: First name
vi_vn: Tên

# firstNameRequired
source: First name is required!
vi_vn: Vui lòng nhập họ!

# firstNameTooLong
source: First name must be less than {0} characters!
vi_vn: Họ không được dài quá {0} ký tự. Vui lòng nhập lại họ!

source: For businesses
vi_vn: Cho doanh nghiệp

source: For everyone
vi_vn: Cho mọi người

source: Forgot password?
vi_vn: Quên mật khẩu?

source: FREE 30 Days Trial
vi_vn: Dùng thử MIỄN PHÍ 30 ngày

source: Friday
vi_vn: Thứ sáu

source: from
vi_vn: từ

source: From date
vi_vn: Từ ngày

source: Generate API failed
vi_vn: Tạo mã API thất bại

source: Generate API success
vi_vn: Tạo mã API thành công

source: Go
vi_vn: Đi

source: Hello
vi_vn: Xin chào

source: Holder name
vi_vn: Chủ sở hữu

# holderNameRequired
source: Holder name is required!
vi_vn: Vui lòng nhập tên chủ thẻ!

# holderNameTooLong
source: Holder name must be less than {0} characters!
vi_vn: Tên chủ thẻ không được dài quá {0} ký tự. Vui lòng nhập lại tên chủ thẻ!

source: How does your company receives customers?
vi_vn: Chọn loại lịch hẹn sẽ hỗ trợ

source: IP address
vi_vn: Địa chỉ IP

# iReadAndAccept
source: I have read and I accept the Terms of Use and Privacy Statement
vi_vn: Tôi đã đọc và chấp nhận các điều khoản sử dụng và cam kết bảo mật

# lang.En
source: English
vi_vn: Tiếng Anh

# lang.Vi
source: Vietnamese
vi_vn: Tiếng Việt

source: Language
vi_vn: Ngôn ngữ

source: Last name
vi_vn: Họ và tên đệm

# lastNameRequired
source: Last name is required!
vi_vn: Vui lòng nhập tên!

# lastNameTooLong
source: Last name must be less than {0} characters!
vi_vn: Tên không được dài quá {0} ký tự. Vui lòng nhập lại tên!

# letGoMakeCustomersHappy
source: Let's go & make the customers HAPPY, shall we?
vi_vn: Hãy làm cho khách hàng của bạn hài lòng!

# limitAPIAccessToTheFollowingIPAddresses
source: Llimit API Access To. The Following IP Addresses
vi_vn: Giới hạn truy cập API, chỉ cho phép các IP bên dưới truy cập

source: Log in
vi_vn: Đăng nhập

source: Logout
vi_vn: Đăng xuất

source: Max Appts
vi_vn: Tối đa

source: Max waiting time after called
vi_vn: Thời gian chờ đợi tối đa sau khi gọi

source: Message
vi_vn: Nội dung

source: Minimum calendar time slot
vi_vn: Thời gian tối thiểu cho một slot

source: mins
vi_vn: phút

source: Mobile
vi_vn: Số di động

source: Monday
vi_vn: Thứ hai

source: More holiday
vi_vn: Thêm ngày nghỉ

source: More IP address
vi_vn: Thêm địa chỉ IP

source: More shift
vi_vn: Thêm ca

source: Name
vi_vn: Tên

source: Network mask
vi_vn: Mặt nạ mạng

source: New email
vi_vn: Email mới

source: New password
vi_vn: Mật khẩu mới

# newPasswordRequired
source: New password is required!
vi_vn: Vui lòng nhập mật khẩu mới!

# newPasswordTooLong
source: Password must be less than {0} characters!
vi_vn: Mật khẩu không được dài quá {0} ký tự!

source: Next
vi_vn: Tiếp theo

source: No information
vi_vn: Không có thông tin

source: No Show
vi_vn: Không đến

source: Notifications
vi_vn: Thông báo

# notRecognizeLogin
source: We do not recognize your login. Please try again.
vi_vn: Chúng tôi không nhận ra đăng nhập của bạn. Vui lòng thử lại.

# notRecognizeLoginAgain
source: We still do not recognize your login. Please click on Forgot password below to get help.
vi_vn: Chúng tôi vẫn không nhận ra đăng nhập của bạn. Vui lòng nhấn vào Quên mật khẩu để được giúp đỡ.

source: OK
vi_vn: Đồng ý

source: Old password
vi_vn: Mật khẩu cũ

# oldPasswordRequired
source: Old password is required!
vi_vn: Vui lòng nhập mật khẩu cũ!

# oldPasswordTooLong
source: Old password must be less than {0} characters!
vi_vn: Mật khẩu không được dài quá {0} ký tự!

source: Only provide number tickets for
vi_vn: Chỉ cung cấp lịch hẹn trong

source: or
vi_vn: hoặc

source: Organization settings
vi_vn: Thông tin tổ chức

source: Password
vi_vn: Mật khẩu

# passwordRequired
source: Password is required!
vi_vn: Vui lòng nhập mật khấu!

# passwordTooLong
source: Password must be less than {0} characters!
vi_vn: Mật khẩu không được dài quá {0} ký tự. Vui lòng nhập lại mật khẩu!

source: Payment
vi_vn: Thanh toán

source: Phone
vi_vn: Điện thoại

# phoneInvalid
source: Invalid phone!
vi_vn: Số điện thoại không hợp lệ!

# phoneTooLong
source: Phone must be less than {0} characters!
vi_vn: Số điện thoại không được vượt quá {0} ký tự! Vui lòng nhập lại số điện thoại!

# phoneTooShort
source: Phone must be greater than {0} characters!
vi_vn: Số điện thoại phải nhiều hơn {0} ký tự! Vui lòng nhập lại số điện thoại!

source: Please enter your new password
vi_vn: Nhập mật khẩu mới

source: Please log in
vi_vn: Đăng nhập

source: Refresh
vi_vn: Tải lại

source: Re-generate
vi_vn: Tạo lại

# region
source: Region/State
vi_vn: Vùng/Khu vực

# regionTooLong
source: Region/State must be less than {0} characters!
vi_vn: Tên vùng/khu vực không được dài quá {0} ký tự. Vui lòng nhập lại tên vùng/khu vực!

source: Remind client before serving
vi_vn: Nhắc nhở khách hàng trước

source: Remove failed!
vi_vn: Xóa thất bại

source: Remove success!
vi_vn: Xóa thành công!

source: Re-send
vi_vn: Gửi lại

source: Re-Send code
vi_vn: Gửi lại mã

source: Re-type
vi_vn: Nhập lại mật khẩu

# reTypeInvalid
source: Re-type password invalid!
vi_vn: Xác nhận mật khẩu không đúng!

# retypeNewPasswordRequired
source: Retyping new password please!
vi_vn: Vui lòng nhập mật khẩu xác nhận mới!

# retypeNewPasswordTooLong
source: Password must be less than {0} characters!
vi_vn: Mật khẩu xác nhận không được dài quá {0} ký tự!

# reTypeRequired
source: Re-type password is required!
vi_vn: Vui lòng nhập lại mật khẩu!

source: Roles
vi_vn: Quyền

source: Saturday
vi_vn: Thứ bảy

source: Save
vi_vn: Lưu

source: Save location
vi_vn: Lưu vị trí

source: Search
vi_vn: Tìm kiếm

# secureCodeRequired
source: Secure code is required!
vi_vn: Vui lòng nhập số CVV2!

# secureCodeTooLong
source: Secure code must be less than {0} characters!
vi_vn: CVV2 không được dài quá {0} ký tự. Vui lòng nhập lại CVV2!

source: Security code
vi_vn: Mã bảo mật

source: See more
vi_vn: Xem thêm

source: Select
vi_vn: Chọn

source: Select a department
vi_vn: Chọn phòng ban

source: Send
vi_vn: Gửi

source: Send to
vi_vn: Gửi đến

source: Service name
vi_vn: Tên dịch vụ

# serviceNameRequired
source: Service name is required!
vi_vn: Vui lòng nhập tên dịch vụ!

# serviceNameTooLong
source: Service name must be less than {0} characters!
vi_vn: Tên dịch vụ không được vượt quá {0} ký tự!

source: Services
vi_vn: Dịch vụ

source: Shift
vi_vn: Ca

# shortFriday
source: Fri
vi_vn: T6

# shortMonday
source: Mon
vi_vn: T2

# shortSaturday
source: Sat
vi_vn: T7

# shortSunday
source: Sun
vi_vn: CN

# shortThursday
source: Thu
vi_vn: T5

# shortTuesday
source: Tue
vi_vn: T3

# shortWednesday
source: Wed
vi_vn: T4

source: Sign In
vi_vn: Đăng nhập

source: Sign Up
vi_vn: Đăng ký

source: so we can let the customers know about them
vi_vn: Thông tin các ngày nghỉ

source: Statistics
vi_vn: Thống kê

source: Subcriber SignUp
vi_vn: Đăng ký

source: Sunday
vi_vn: Chủ nhật

source: Tell us your holidays
vi_vn: Lịch nghỉ

# tellUsYourWorkingHoursAndTheMaximumAppt
source: Tell us your working hours (shifts) & the maximum appointments you can handle per shift
vi_vn: Thời gian làm việc và số lượt phục vụ tối đa

source: Thank you
vi_vn: Cảm ơn

source: The code had sent to
vi_vn: Mã đã được gửi đến

source: Thursday
vi_vn: Thứ năm

source: Ticket
vi_vn: Lấy số

source: Ticket list
vi_vn: Danh sách lịch hẹn

# ticketsFound
source: {0} tickets found
vi_vn: Tìm thấy {0} kết quả

source: Time zone
vi_vn: Múi giờ

source: Title
vi_vn: Danh xưng

source: to
vi_vn: đến

source: To date
vi_vn: Đến ngày

source: Tuesday
vi_vn: Thứ ba

source: Update failed!
vi_vn: Cập nhật thất bại!

source: Update success!
vi_vn: Cập nhật thành công!

source: Upload photo
vi_vn: Chọn ảnh

# usedApiToAccess
source: It is used in API to access our services from your web site or your app.
vi_vn: Nó được sử dụng để truy cập các dịch vụ của chúng tôi từ trang web hoặc ứng dụng của bạn.

source: User
vi_vn: Người dùng

source: User details
vi_vn: Thông tin người dùng

source: Username
vi_vn: Tên tài khoản

source: Users
vi_vn: Người dùng

source: Verify
vi_vn: Xác nhận

source: Verify your account
vi_vn: Xác thực tài khoản của bạn

source: View price list
vi_vn: Xem bảng giá

source: Waiting
vi_vn: Đang đợi

source: Waiting List
vi_vn: Danh sách đang đợi

source: Website
vi_vn: Trang web

# websiteTooLong
source: Website address must be less than {0} characters!
vi_vn: Địa chỉ trang web không được dài quá {0} ký tự. Vui lòng nhập lại địa chỉ trang web!

source: Wednesday
vi_vn: Thứ tư

source: When to restart ticket number
vi_vn: Đặt lại bộ đọc số

source: work days
vi_vn: ngày làm việc

source: Your account was created successfully!
vi_vn: Tài khoản đã được tạo thành công!

source: Your API key
vi_vn: Mã API của bạn

source: Your password
vi_vn: Mật khẩu

source: Available
vi_vn: Còn trống

source: Choose
vi_vn: Chọn

source: Choose appointment
vi_vn: Chọn lịch hẹn

source: Date
vi_vn: Ngày

source: Full
vi_vn: Đầy

source: No have slot
vi_vn: Không có lịch hẹn

source: Over booked
vi_vn: Quá đầy

source: Time
vi_vn: Giờ

source: days
vi_vn: ngày

source: Status
vi_vn: Trạng thái

source: Will take it
vi_vn: Chọn lịch hẹn này

source: Calling Ticket
vi_vn: Gọi số

source: Candidate Ticket
vi_vn: Số tiếp theo

# chooseAnOrgText
source: We see that you have access to more than one organization. Please select one to continue.
vi_vn: Bạn có nhiều hơn một tổ thức, hãy chọn một tổ chức để tiếp tục.

# departmentExceptionTooltip
source: If you have one or more departments that do not follow the company guideline for appointment, then this is a good place to tell us about those departments.
vi_vn: Nếu bạn không muốn tất cả bộ phần có cùng thiết lập lịch hẹn với công ty, bạn có thể thiết lập lịch hẹn cho từng bộ phận tại đây.

# ticketCalled
source: {0} : Ticket was called !
vi_vn: {0} : Số đã được gọi

# ticketCanceled
source: {0} : Ticket was cancelled
vi_vn: {0} : Số đã bị hủy

# ticketEstDateChanged
source: {0} : Time was changed
vi_vn: {0} : Giờ hẹn đã được thay đổi

# ticketPending
source: {0} : Ticket was re-scheduled
vi_vn: {0} : Đã sắp xếp lại giờ hẹn với quý vị

# ticketPickuped
source: {0} : Ticket was pickuped to waiting list
vi_vn: {0} : Số được xếp vào hàng đợi

# ticketSent
source: {0} : Ticket sent to {1}
vi_vn: {0} : Số đã được gởi đến {1}

# backDoctorList
source: Back to doctor list
vi_vn: Trở lại danh sách bác sĩ

source: Choose doctor failed!
vi_vn: Chọn bác sĩ thất bại!

# chooseDoctorSuccess
source: Choose doctor successfully!
vi_vn: Chọn bác sĩ thành công!

source: Doctor List
vi_vn: Danh sách bác sĩ

# selectDoctors
source: Select Doctor
vi_vn: Chọn bác sĩ

source: Confirm Code
vi_vn: Mã xác nhận

# confirmDeleteDepartment
source: Do you want to remove department "{0}"?
vi_vn: Bạn có muốn xóa phòng ban "{0}"?

# confirmDeleteIPAddress
source: Do you want to remove IP address "{0}"?
vi_vn: Bạn có muốn xóa địa chỉ IP "{0}"?

# confirmDeleteMember
source: Do you want to remove member "{0}"?
vi_vn: Bạn có muốn xóa người dùng "{0}"?

# confirmDeleteShift
source: Do you want to remove shift "{0}"?
vi_vn: Bạn có muốn xóa ca "{0}"?

# confirmUpdateOrgMap
source: Do you want to update the company position on map?
vi_vn: Bạn có muốn cập nhật vị trí công ty trên bản đồ?

# confirmUpdateUserRole
source: Do you want to change role of user "{0}" to "{1}"?
vi_vn: Bạn có muốn đổi quyền của người dùng "{0}" thành "{1}"?

# descriptChangeEmail
source: Your email or phone number is
vi_vn: Email hoặc số điện thoại của bạn là

source: New email or phone
vi_vn: Email hoặc số điện thoại mới

# pleaseChooseOndate
source: Please Choose A Date
vi_vn: Vui lòng chọn thời gian!

# sentConfCodeFail
source: Confirm code sent failed
vi_vn: Gửi mã xác nhận thất bại

# sentConfCodeSucc
source: Confirm code sent successsfully
vi_vn: Gửi mã xác nhận thành công

source: You can change it at here!
vi_vn: Bạn có thể thay đổi nó tại đây!

source: Locate
vi_vn: Định vị

# ifLocationNotTrue
source: If your location on map is not correct, you can change it by clicking on "Locate" button or move the marker.
vi_vn: Nếu vị trí của bạn trên bản đồ không chính xác, bạn có thể định vị lại bằng cách nhấn nút "Định vị" hoặc di chuyển điểm đánh dấu trên bản đồ.

# appLetKnowThroughOutTheDay
source: On the day of your appointment, we will let you know through out the day if it will be on time or late and how late. You will know when to be there, and say good bye to long waits in waiting rooms!
vi_vn: Vào ngày hẹn, hệ thống sẽ cho bạn biết lúc nào đến giờ, lúc nào lịch hẹn được dời lại và dời lại như thế nào. Bạn sẽ biết khi nào cần đến mà không cần phải đợi lâu ở phòng chờ!

source: Confirm
vi_vn: Xác nhận

# confirmChoosedDoctor
source: Do you want to choose doctor {0}?
vi_vn: Bạn có muốn chọn bác sĩ {0}?

# customerUseAppToRequestAppt
source: Customers use our app to find and request appointments with YOU
vi_vn: Khách hàng dùng ứng dụng để tìm kiếm và đặt lịch hẹn với BẠN

# efftiMinimizesCustomersWaitingTime
source: Effti minimizes the waiting room time for your customers.
vi_vn: Effti giúp giảm thiểu thời gian chờ đợi của khách hàng.

# forBussiness
source: For businesses
vi_vn: Với doanh nghiệp

# freeAppToFindServiceAndAppt
source: Use our FREE app to find services & make appointment
vi_vn: Ứng dụng MIỄN PHÍ để tìm kiếm dịch vụ và đặt lịch hẹn

source: Happy customers
vi_vn: Khách hàng hài lòng

source: Happy you!
vi_vn: Bạn hài lòng!

source: How it works
vi_vn: Cách hệ thống làm việc

# ifTimeInfinite
source: If time is infinite,
vi_vn: Nếu thời gian là vô tận,

# itIsEasy
source: It's that easy!
vi_vn: Mọi thứ dễ dàng hơn!

source: Not Now
vi_vn: Xác nhận sau

# ownNumberDepartment
source: Each department has its own number set for users
vi_vn: Mỗi bộ phận sẽ có một bộ số riêng cấp cho người lấy số

# sayGoodbyeLongWait
source: & Say good bye to long waits in waiting rooms?
vi_vn: & hãy nói tạm biệt với việc đợi lâu ở phòng chờ!

source: Short of time ?
vi_vn: Thiếu thời gian ?

# tellUsHowToGetAppt
source: Tell us how to would want your customer to get an appointment with you, your working hours & how many customers you would like to serve during those hours
vi_vn: Cho hệ thông biết bạn muốn khách hàng đặt lịch hẹn như thế nào, thời gian bạn làm việc và số lượng khách hàng có thể được phục vụ trong khoảng thời gian này

# wastedTimeInWaitingRooms
source: No more wasted time in waiting rooms!
vi_vn: Không cần lãng phí thời gian tại phòng chờ!

# weMonitorYourCustomer
source: We monitor your customer serving progress & notify them if their appointments are going to be late along with the new estimated time so they don't have to waste time in your waiting room
vi_vn: Hệ thống tự động theo dõi tiến trình phụ vụ khách hàng và hiển thị thông báo nếu thời gian ước tính phụ vụ có sự thay đổi, như vậy khách hàng sẽ không lãng phí thời gian để chờ đợi

# whyAreWeAlways
source: Then why are we always
vi_vn: Thì tại sao chúng ta luôn
